[
  {
    "user_id": 2,
    "book_id": "BKS-000007",
    "rating": 2,
    "review_text": "A Unique Perspective In The Dirty Little Secrets Of Getting Your Dream Job. I couldn't put down The Dirty Little Secrets of Getting Your Dream Job. I expected more from The Dirty Little Secrets of Getting Your Dream Job. A thought-provoking read: The Dirty Little Secrets of Getting Your Dream Job. The Dirty Little Secrets of Getting Your Dream Job left a lasting impression..",
    "timestamp": "2025-03-19T13:10:17"
  },
  {
    "user_id": 4,
    "book_id": "BKS-000008",
    "rating": 1,
    "review_text": "I Expected More From The Coming Woman. I struggled to finish The Coming Woman. The Coming Woman was okay, but not my favorite. I struggled to finish The Coming Woman. Highly recommend The Coming Woman to anyone..",
    "timestamp": "2025-02-04T04:19:07"
  },
  {
    "user_id": 8,
    "book_id": "BKS-000010",
    "rating": 2,
    "review_text": "I Couldn'T Put Down The Black Maria. I expected more from The Black Maria. The Black Maria was okay, but not my favorite..",
    "timestamp": "2025-01-16T08:52:51"
  },
  {
    "user_id": 1,
    "book_id": "BKS-000008",
    "rating": 3,
    "review_text": "Highly Recommend The Coming Woman To Anyone. The Coming Woman was incredibly moving. A thought-provoking read: The Coming Woman. I couldn't put down The Coming Woman. I couldn't put down The Coming Woman. I expected more from The Coming Woman. The Coming Woman was okay, but not my favorite..",
    "timestamp": "2024-12-08T07:49:25"
  },
  {
    "user_id": 5,
    "book_id": "BKS-000014",
    "rating": 1,
    "review_text": "I Couldn'T Put Down Scott Pilgrim'S Precious Little Life. Scott Pilgrim's Precious Little Life was incredibly moving. I struggled to finish Scott Pilgrim's Precious Little Life. A thought-provoking read: Scott Pilgrim's Precious Little Life. Highly recommend Scott Pilgrim's Precious Little Life to anyone..",
    "timestamp": "2025-02-18T03:03:34"
  },
  {
    "user_id": 9,
    "book_id": "BKS-000011",
    "rating": 5,
    "review_text": "A Unique Perspective In Starving Hearts. I couldn't put down Starving Hearts. Starving Hearts was incredibly moving. Starving Hearts is a masterpiece. A unique perspective in Starving Hearts. A unique perspective in Starving Hearts. Highly recommend Starving Hearts to anyone. I struggled to finish Starving Hearts..",
    "timestamp": "2024-10-20T04:17:44"
  },
  {
    "user_id": 6,
    "book_id": "BKS-000012",
    "rating": 3,
    "review_text": "Shakespeare'S Sonnets Is A Masterpiece. A thought-provoking read: Shakespeare's Sonnets. A thought-provoking read: Shakespeare's Sonnets. Highly recommend Shakespeare's Sonnets to anyone. I couldn't put down Shakespeare's Sonnets. I expected more from Shakespeare's Sonnets..",
    "timestamp": "2025-01-24T07:07:26"
  },
  {
    "user_id": 7,
    "book_id": "BKS-000003",
    "rating": 1,
    "review_text": "Soumission Is A Masterpiece. A unique perspective in Soumission. A thought-provoking read: Soumission. Soumission is a masterpiece. I couldn't put down Soumission. I expected more from Soumission. I struggled to finish Soumission..",
    "timestamp": "2024-12-19T00:10:14"
  },
  {
    "user_id": 4,
    "book_id": "BKS-000012",
    "rating": 1,
    "review_text": "Shakespeare'S Sonnets Left A Lasting Impression. I expected more from Shakespeare's Sonnets. Shakespeare's Sonnets left a lasting impression. Shakespeare's Sonnets is a masterpiece..",
    "timestamp": "2024-10-20T18:52:41"
  },
  {
    "user_id": 8,
    "book_id": "BKS-000002",
    "rating": 1,
    "review_text": "Tipping The Velvet Was Incredibly Moving. Tipping the Velvet was incredibly moving. Tipping the Velvet left a lasting impression. Tipping the Velvet left a lasting impression. Tipping the Velvet was incredibly moving..",
    "timestamp": "2024-11-28T13:01:14"
  },
  {
    "user_id": 3,
    "book_id": "BKS-000003",
    "rating": 4,
    "review_text": "I Struggled To Finish Soumission. I couldn't put down Soumission. I couldn't put down Soumission. Highly recommend Soumission to anyone. I couldn't put down Soumission. A unique perspective in Soumission. A thought-provoking read: Soumission..",
    "timestamp": "2025-03-24T11:51:43"
  },
  {
    "user_id": 2,
    "book_id": "BKS-000011",
    "rating": 5,
    "review_text": "Starving Hearts Is A Masterpiece. Starving Hearts is a masterpiece. Highly recommend Starving Hearts to anyone. I couldn't put down Starving Hearts. Starving Hearts is a masterpiece..",
    "timestamp": "2024-11-27T13:28:25"
  },
  {
    "user_id": 8,
    "book_id": "BKS-000004",
    "rating": 1,
    "review_text": "Highly Recommend Sharp Objects To Anyone. Sharp Objects was okay, but not my favorite. I expected more from Sharp Objects. Sharp Objects was okay, but not my favorite. A thought-provoking read: Sharp Objects. I expected more from Sharp Objects..",
    "timestamp": "2024-11-28T10:24:31"
  },
  {
    "user_id": 8,
    "book_id": "BKS-000010",
    "rating": 3,
    "review_text": "I Couldn'T Put Down The Black Maria. I struggled to finish The Black Maria. I expected more from The Black Maria. Highly recommend The Black Maria to anyone..",
    "timestamp": "2024-12-24T20:06:12"
  },
  {
    "user_id": 6,
    "book_id": "BKS-000012",
    "rating": 2,
    "review_text": "A Thought-Provoking Read: Shakespeare'S Sonnets. Shakespeare's Sonnets left a lasting impression. I struggled to finish Shakespeare's Sonnets. Shakespeare's Sonnets left a lasting impression. A thought-provoking read: Shakespeare's Sonnets..",
    "timestamp": "2025-04-02T08:36:25"
  },
  {
    "user_id": 8,
    "book_id": "BKS-000012",
    "rating": 2,
    "review_text": "Shakespeare'S Sonnets Left A Lasting Impression. A thought-provoking read: Shakespeare's Sonnets. A thought-provoking read: Shakespeare's Sonnets. I couldn't put down Shakespeare's Sonnets. A thought-provoking read: Shakespeare's Sonnets..",
    "timestamp": "2025-03-19T06:55:59"
  },
  {
    "user_id": 6,
    "book_id": "BKS-000015",
    "rating": 3,
    "review_text": "Rip It Up And Start Again Was Incredibly Moving. A unique perspective in Rip it Up and Start Again. Highly recommend Rip it Up and Start Again to anyone. Rip it Up and Start Again was okay, but not my favorite. I couldn't put down Rip it Up and Start Again. Rip it Up and Start Again was okay, but not my favorite. I expected more from Rip it Up and Start Again..",
    "timestamp": "2025-02-10T21:48:56"
  },
  {
    "user_id": 10,
    "book_id": "BKS-000004",
    "rating": 5,
    "review_text": "Highly Recommend Sharp Objects To Anyone. Highly recommend Sharp Objects to anyone. I expected more from Sharp Objects. Sharp Objects was incredibly moving. A unique perspective in Sharp Objects. Highly recommend Sharp Objects to anyone. I couldn't put down Sharp Objects. Sharp Objects was incredibly moving..",
    "timestamp": "2024-11-11T22:04:41"
  },
  {
    "user_id": 5,
    "book_id": "BKS-000011",
    "rating": 4,
    "review_text": "I Struggled To Finish Starving Hearts. Starving Hearts was okay, but not my favorite. A thought-provoking read: Starving Hearts. Highly recommend Starving Hearts to anyone. I struggled to finish Starving Hearts. Starving Hearts was okay, but not my favorite. Starving Hearts was incredibly moving..",
    "timestamp": "2025-04-10T12:07:44"
  },
  {
    "user_id": 3,
    "book_id": "BKS-000003",
    "rating": 2,
    "review_text": "I Struggled To Finish Soumission. I expected more from Soumission. Soumission is a masterpiece..",
    "timestamp": "2025-03-13T03:38:32"
  }
]